{"posts":[{"title":"2022-11-09 如何在Typora中添加Front-matter","text":"在第一行输入三个横杆（-）后回车即可：","link":"/2022/11/11/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-2022-11-09-%E5%A6%82%E4%BD%95%E5%9C%A8Typora%E4%B8%AD%E6%B7%BB%E5%8A%A0Front-matter/d8b7fd6018ac.html"},{"title":"2023-01-01功能医学⚕️常做的几种检测🔬","text":"原文地址：功能医学常做的几种检测你知道是什么吗？ 孩子👧身体瘦弱，鼻炎🤧、腺样体肥大、气管炎等问题总是挥之不去，去医院检查发现不了大问题，但是补充营养又总觉得没有效果！身为家长，你知道问题出现在了哪里吗？ 一般都是属于自身免疫性的问题，也就是一种慢性疾病，如慢性鼻炎，问题或大或小，但是常规的检测手段很难检测出来问题的根源，同时对于许多孩子来说，也很少会做免疫系统方面的检测。 人体的免疫系统包括一些细胞，其中最重要的便是淋巴细胞同时也是一种白细胞，如果把淋巴细胞比喻成人体内部的防御部队，那么T细胞与B细胞就是分工不同的军种，T细胞负责杀灭“入侵者”、B细胞能够生成抗体，捕获免疫系统认定的一切异物或危险物，从而和T细胞一起灭杀入侵者。但灭杀的过程人体就会产生炎症🔥！同时就像军队一样，只有两种细胞的比例相对固定，才能保持免疫系统的平衡！ 免疫系统健康的三大表现❗️ 杀伤性T细胞与能够生成抗体的B细胞保持平衡。 辅助性T细胞和调节性T细胞保持平衡，二者负责启动或抑制免疫功能。 免疫系统能区分异物（比如病毒、细菌🦠）和人体的自然部分（自身的细胞和组织）。 当这三大表现如果出现问题的时候，人体就会出现自身免疫问题。这指的不是单一的某种疾病，多为慢性疾病，如桥本甲状腺炎（又名桥本病）、类风湿性关节炎、系统性红斑狼疮、干燥综合征、乳糜泻和多发性硬化症等，诱发身体出现一些系统性炎症。😣 功能医学作为一种新型的医学学科目前尚未被普通人群广泛了解，但是它在治疗、预防许多慢性疾病的过程中，起着相当重要的作用😄，今天就带大家了解一下，功能医学常做的检测有哪些以及应对的哪些问题！ 肠道功能健康评估🔬肠道功能检测主要是用来评估肠道内的麸质过敏、肠漏、黏膜免疫、肠道炎症、肠道微生态和胰腺分泌能力（消化酶）这六大功能。这六大功能不仅对肠道的消化吸收有着重要的意义，同时对于体内炎症程度也有着很好的分析。 为什么肠道功能会引发身体出现炎症🔥？有些食物的蛋白质进入肠道内无法被消化、分解，反而会聚集在肠道，身体为了清除它们就只能动用一些免疫手段，导致肠道出现炎症，开始的时候肠道细胞紧密相连会阻止炎性物质进入血液，但是长期出现炎症🔥就会导致肠道细胞的紧密链接出现松动🔩，导致一些不该进入血液的物质进去血液🩸中，免疫系统开始做出进一步的反应，不仅仅是攻击这些外来物质，对于自身的一些组织同样会发起进攻。这种与其他结构反应的异常免疫反应的攻击过程也可以被称为“分子拟态”。 另一种攻击方式叫做免疫复合沉积物，这是由饮食引发炎症和自身免疫反应的一种机制。免疫系统的正常运行离不开免疫复合物，正常情况下，免疫系统会清除血液中的这些复合物，但是如果免疫复合物过多，就会沉积在各器官中，导致局部发炎🔥、组织损伤、出现自身免疫反应，可能会造成关节肿胀、疼痛。因此免疫复合物沉积被认为类风湿性关节炎的病因之一。 而肠道功能检测检测是一个用来全方面评估肠道内在功能的检测。对于有过敏性和炎症类问题的孩子都有非常强的指示作用。至于生长发育方面，如果孩子无法拥有一个好的肠道来消化吸收营养，又何尝谈论生长发育呢？ 哪些人需要查肠道功能❓️ 慢性呼吸道症状：流鼻水、打喷嚏🤧、腺样体肥大等等； 皮肤症状：湿疹、荨麻疹等； 胃肠道症状：恶心🤢、呕吐🤮、腹胀、便秘💩、腹泻、便中有未消化食物等等； 精神系统症状：失眠、精神萎靡、情绪暴躁或不稳定😫，抗压能力差，注意力不集中； 内分泌性问题：儿童性早熟，生长发育问题，嗜糖； 其他：渗出性中耳炎、口腔溃疡、肌肉松软无力、关节疼痛、头痛等等； 有过敏性呼吸道问题（鼻炎、咳嗽、哮喘）； 妇科：备孕，孕中，孕后，月经不调，更年轻前后异常，痛经。 食物慢性敏感检测🔬食物慢性敏感检测又称为食物不耐受检测，是检查人体对不同食物中蛋白质成分的抗体，通过抗体浓度判断食物慢敏程度，从而按过敏等级进行禁食或轮替，降低体内过敏食物的抗体浓度，减轻过敏的症状和免疫系统的刺激。 食物慢敏是造成过敏类/免疫类问题的重要源头，因为其症状较轻微且发散，很难把症状和食物直接联系到一起，所以经常被忽视的。慢敏食物进入人体产生的抗体和抗体复合物，能在人体中“滞留”长达1年，在不检测的情况下，基本是没有办法找到慢敏源头的。😑 如果查出来轻度慢敏，禁食6周后遵循四天吃一次的饮食轮替原则即可，而中度和重度则需要禁食3~6个月，并且要考虑规避交叉反应，等身体清除完这些免疫复合物再慢慢饮食轮替加回来。 这些食物是怎么到我们血液中引起免疫系统攻击的呢❓️通过食物引起慢敏的过程中少不了“肠漏”，肠道是我们人体最大的免疫器官，肠道壁上一排肠道细胞之间的“紧密连接”是重要关卡，这个关卡原本只放良民（消化完全的营养小分子）。 但是“肠漏”之后，就会放进去一些没身份证明的偷渡客（未消化完全的食物大分子），免疫系统不认识，就会叫来“守卫”——IgG抗体来与这些抗原结合形成免疫复合物，定时清除。 但是由于进来的“抗原”越来越多，身体清除不过来，这些免疫复合物随着血液在身体游走，沉积在皮肤就会起疹子，沉积在鼻腔，就会引起鼻炎，每个人的表现不一样，就是有这些免疫复合物沉积在哪决定。 哪些人需要查慢敏❓️ 慢性呼吸道症状：流鼻水、打喷嚏🤧、呼吸短促、腺样体肥大、张嘴呼吸等等； 皮肤症状：湿疹、荨麻疹等； 胃肠道症状：恶心🤢、呕吐🤮、腹胀、便秘💩、腹泻等等； 其他：渗出性中耳炎、口腔溃疡、肌肉松软无力、关节疼痛、头痛、失眠、精神萎靡、情绪暴躁或不稳定等等。 有过敏性呼吸道问题（鼻炎、咳嗽、哮喘） 以及备孕、孕期、产后哺乳的母亲等等……. 甲状腺功能检测🔬甲状腺作为人体最大的内分泌腺，主要作用是分泌甲状腺激素，甲状腺可以分泌有生物活性的激素，包括T3和T4。甲状腺激素的生物学作用主要包括以下三个方面： 第一、促进生长发育，其中促进生长发育最明显是在婴儿时期，主要促进骨骼和脑的生长发育。 第二、对代谢的影响，甲状腺激素可以提高大多数组织的耗氧率，增加产热效应，对三大营养物质的代谢作用比较复杂。 在生理情况下，甲状腺激素可以促进小肠对葡萄糖和半乳糖的吸收，促进糖原异生和肝糖原的合成。对于脂肪代谢的影响，既能刺激脂肪的合成，又能促进脂肪的分解，但是以促进脂肪分解为主，减少脂肪的储存，降低血脂的浓度。对于蛋白质的影响，主要是生理剂量的甲状腺激素可以促进蛋白质的合成。 第三、甲状腺激素对维持神经系统的兴奋性，也有重要的意义。 为什么建议做功能医学的甲状腺检测❓️目前有两种甲状腺检测的方式，一种是医院做的常规检测，另一种是功能医学的甲状腺检测。这两者的区别主要在于项目数量和参考范围。 因为功能医学检测看的是功能是否正常，而临床只关注这个器官是否到了严重疾病的程度。如果已经严重到疾病的程度，那对孩子的生长发育已经形成不可逆的影响。 并且功能医学专家还会注意检测结果中的特定现象。有时候指标可能是正常的，但是出现一些指标在正常范围内分布异常，这种也是需要引起注意的。 哪些人适合做甲状腺检测❓️ 对孩子来说：生长发育迟缓、情绪亢进或低落、不明原因的免疫力差、精神活力差； 对成人来说：精神情绪异常、性欲低落、异常疲乏、对生活和工作没太大兴趣（不着急吃饭、不着急社交、不着急娱乐）、睡得少或特能睡等等都适合做一下甲状腺检测！ 尿有机酸检测🔬尿有机酸检测也被称为全套代谢健康评估，这项检测通过检测尿液中的各种有机酸，从而针对性的反应体内存在什么样的代谢障碍。 新陈代谢这个词大家都听过，那么到底什么是代谢呢？上面的肠道功能我们有提过，那个检测专注于检测消化吸收能力，也就是吃下去的东西，能不能转化成营养物质被吸收。而尿有机酸所代表的代谢能力，就是看吸收后这些营养能否到达他们所要去的位置发挥适当的作用。形象点说，肠道功能看的是营养物质能否真正进入身体，而尿有机酸检测的是营养物质进入身体后能否正常工作。 通过这个检测，我们可以快速的发现孩子体内的“薄弱点”，从而对这个问题进行适当的干预或者进行更深入的研究。因此这个检测在国外也被视为是功能医学检测界中的一个支柱型检测。 哪些人需要查尿有机酸❓️ 绝对一点的说，任何情况的患者都适合用尿有机酸来分析下全身的代谢能力是否有问题。 对于呼吸道的孩子来说，线粒体、B族、肝脏解毒和系统性炎症的指标显得十分重要； 而对生长发育迟缓的孩子🛉来说，肠道菌群与线粒体功能也是与生长发育息息相关的； 对于精神欠佳、情绪暴躁或睡眠异常的患者来说，神经递质功能与B族指标更是完美契合…… 重金属检测🔬除了前面讲过的肠道健康评估和慢敏检测、尿有机酸评估外，重金属检测也是小孩子需要查的一项重要检测。 通常尿有机酸查出来能量支持、代谢评估有问题的孩子，大概率会存在重金属蓄积的问题。重金属虽然看不见摸不着，但是对孩子生长发育的影响确实巨大的。重金属可以引起线粒体功能障碍、神经递质功能异常等问题，影响孩子的生长发育，同时很多毒素会蓄积在皮肤中，也会影响皮肤的肤色。 超标重金属中有些是强毒性的比如铅、砷和镉，同时也有大量的毒性偏弱的。一般毒性偏弱的重金属来源比较少，都是和强毒性物质来源类似的。 这也是为什么有些孩子在经过绿色疗法做基础的调理后，症状虽然缓解了，但孩子的营养吸收还是大问题，身高体重不达标，身上肉松松垮垮的很瘦弱，皮肤颜色也发黄发暗，不红润，消化情况一直不好，经常积食便秘💩、打嗝嗳气等等问题。 常见重金属来源❗️ 水源💧：水源中很有可能有各种污染物，不管是来自土壤、工业废水或者是老旧管道。要想切掉来自水源的重金属污染，可以使用蒸馏机，不仅是饮用，包括洗菜也要用蒸馏机处理过的水。 食物🍲：比如农残和土壤成分。选用有机蔬菜🥬、水果🥭、粮食等等。 餐具🍽️：使用安全的餐具。 药物💊：一些药物中也会存在重金属，这些是很多家长想不到的，所以如果孩子有很长时间的服药史，也需要考虑重金属的问题。 什么人适合做重金属检测❓️ 皮肤症状：皮肤暗沉或蜡黄无光泽🧒🏽，肤质差； 胃肠道症状：恶心🤢、呕吐🤮等等； 免疫：抵抗力差容易生病，容易过敏 神经：情绪暴躁（或低落）、无精打采🥀、睡眠质量差或无法入睡、慢性头痛 其他：关节疼痛、肌肉无力 有过敏性呼吸道问题（鼻炎、咳嗽、哮喘） 备孕怀孕者与乳母也需要检测，备孕双方都需要检测保证DNA序列不容易出现问题。","link":"/2023/01/01/%E5%8A%9F%E8%83%BD%E5%8C%BB%E5%AD%A6-2023-01-01%E5%8A%9F%E8%83%BD%E5%8C%BB%E5%AD%A6%E2%9A%95%EF%B8%8F%E5%B8%B8%E5%81%9A%E7%9A%84%E5%87%A0%E7%A7%8D%E6%A3%80%E6%B5%8B%F0%9F%94%AC/9948108d7788.html"},{"title":"2022-12-31 别让慢性食物过敏害了你——慢性食物过敏 VS 隐形病因【台湾】欧忠儒","text":"✌推荐序一 七十而从心所欲，不是梦“三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲不逾矩。”是孔子对人生体验的千古名言，一直以来都是我们精神与心性修养的目标。然而，许多人到了七十想要“随心所欲”圆梦想，却往往早已力不从心。记得有一个电视广告有这么一句台词：“.……只要还可以，我什么都喜欢。”真是令人由衷地会心一笑。 年过半百，纵使像我如此注重养生保健者，身体健康依旧无法避免出现或大或小的问题。每年固定的健康检查结果，看来似乎大同小异，医师👩‍⚕的建议几乎清一色是多运动、多休息、不要给自己太大压力。但是，为事业打拼的人，大概很难完全没压力吧！于是食补、药膳🌿、气功☯、SPA🧖‍♀、抗老疗程，只要听到哪里有好的养生保健之道，我总是不远千里上门。但随着岁月流逝，健康与体能仍然一日一日渐不如前。年轻的时候拿健康换财富，年岁渐长的时候又用财富去买健康，这对一个成功者是多么大的遗憾！😞 多年前，在偶然的机会下，认识了欧博士，第一次接触到功能性医学的观会，当下就极为认同。之后，在欧博士的引介下接受了一连串的功能性医学的检测，当然也包括了慢性食物过敏的项目。在我听到检查报告的结果后才发现，天哪！🙀会引发我的慢性过敏反应的食物，几乎都是我的最爱。要舍弃美食，对许多人是艰难的挑战🏄‍♂️，更何况是自己的最爱！但为了健康，我毫不犹疑地按照医师的建议，严格道守“排除轮替饮食法”。才短短一个月，我的睡眠品质就提开了，疲倦的情形也因而改善了许多，而功能性医学所强调的整体保健计划，更全面改善了我的健康与体能，使我对事业及家庭能付出更多的关心与努力。如今的我，有信心到了七十岁仍能随心所欲。 台湾棒球⚾协会理事长/美孚关系企业集团董事长——彭诚浩 🍚推荐序二 选对食物更健康古老谚语“民以食为天”，简单几个字就清楚地表达了食物对人的重要性。 大多数的小朋友或多或少有偏食的情形，如果孩子的生长曲线落在五十百分位以下，相信为人父母者定会想方设法让自己的宝贝接受各种食物，特别是大家公认的高蛋白、高营养的食物。中国人是个爱食补的民族，补脑、补血、补气；老人补、孕妇补、青春期的孩子也要补，每个人总会听过、吃过一些食补的民间处方。这些行为都源自于食物可带来健康的观念。 但是，大家认知中的高营养、或是可补身的食物就真的适合每一个人吗？冬天大家喜欢吃羊肉炉补身，有人却在吃之后喉咙痛、长痘子；夏天喝碗冰京绿豆汤🟢，暑气全消，可是也有人喝完后会腹汽、起珍子。为什么会这样？从前我的认知就是体质不适合。 看过本书之后，对于体质不适合有了不同的认识。原来，这些症状的起因可能来自食物过敏反应。过去，一提起过敏，我很自然地就想到痒、珍子、流鼻涕、打喷嚏🤧，现在，终于了解到原来过敏对身体的影响可是多样貌的。自从吃素后，我的精神及健康状况都变好了，部分原因有可能是不再接触的食物中，有些种类恰好对我是过敏原。 本书中提到过敏原食物排行榜，其中，名列榜首的牛奶、名列亚军的蛋是大多数父母最喜欢鼓动孩子摄取的食物，真是让我惊讶不已😲。以未想过爱之，却可能害之。孩子反复出现同一症状，甚至情绪的困扰也都可能是过敏惹出来的麻烦。这本书所带来的新观念，可以让每一个人重新检视自己的饮食内容，也许扰人多年的老毛病从此就说拜拜了。 富邦文教基金会执行长——陈蔼玲 💖推荐序三 认识食物过敏是照顾健康的第一步在医学的演进过程里，一个新的观念，往往需要耗费很多心力和时间，才能逐渐地被人们接受。例如，怀孕的妇女🤰补充叶酸来预防新生儿畸形，在美国就花了將近二十年的时间来验证；同样的，约公元前四百年时，希腊医学之父希波克拉底的名言：“让您的食物成为您的药，您的药就是您每天吃的食物。”直到今天，仍然不断地在验证当中，这本书所探讨的主题一食物过敏，就是其中之一。 我本人从事抗衰老医学十余年，着重于内分泌、营养与生活型态的调整，但是却常有某些健康问题，并没有办法完全解決。 1995年时，我认识了美国耶鲁大学的预防医学先驱 Dr Sidney Baker， 并且多次与他讨论许多临床上的治疗经验。D-.Baker 非常重视食物中的毒素对健康的影响，其中也包括不同类型的食物过敏，例如对小麦麸质的敏感、所造成的病痛问题等。后来我将他的著作 《解毒为健康之钥》翻译成中文在台湾出版，也收到许多读者的回应。这些观念是以前在医学院里设有接触过的。也让我开始探讨食物过敏与许多健康问题的关联。 1999年，我就开始让所有的病人都进行食物过敏检测，至今百经累积了一万多个检测案例。从这些案例当中，我可以深深感受到食物过敏检测对健康照顾而言，是一个非常强大的工具，因为它可以帮忙解决许多以前临床上难以治疗的健康问题。的确，在这几年的临床诊疗当中，许多人的病痛问题都因为排除了食物过敏原，而获得很好的改善。所以我常说，“认识食物过敏是照顾自己健康的第一步”。 之所以会有食物过敏的问题，除了体质因素以外，绝大多数都是因为经常吃同样的食物所致，因此，不良的饮食习惯是造成过敏的真正元凶。此外，现代的人大多外食，而且都讲求方便快速，就会大量地接触各种人工化学添加物，还会吃进许多高温烹调毒素。这些也同样会造成免疫系统的负担，威胁健康。由此可知，食物对我们的健康有多么的重要，相信这也是希波克拉底在2400年前就己经预见到的。 不需要药物，只要改变饮食，就能改善健康…，这是我这几年来在临床上最深的体会。现在也已经有越来越多的医师与民众了解食物过敏对健康的重要性，不过要让大众普遍具有这样的观念，还需要许多人的热诚与投人。本书的作者欧忠儒博士是我多年的好友，他热好医学，勇于开创，在台湾推动功能性医学一向不遮余力，我们也经常交换许多预防医学上的进展与经验。欣闻他要将这几年所累积的食物过敏案例出版成书，与大家分享，这将会让更多人认识食物过敏，对民众整体的健康也会有更大的助益。相信阅读本书之后，对于正为过敏所困扰的人，或相关的医疗人员，都会有极佳的收获。 安法诊所院长——王桂良 🔑推荐序四 达芬奇密码与功能性医学达芬奇是一个领先他的时代的科学家兼艺术家。他的画作有理性的人体结构为基础，也有感性的神秘美感为表象，五百年后的今天仍然吸引着我们去研究探索。他的画超越表象，有灵有韵，蕴藏深奥的涵义，神秘幽远。破解达芬奇密码，可以读出可贵的讯息。 那么对我们自己而言，最珍贵神奇的密码是什么呢？多少人排命盘、算紫徽斗数，无非是想预测未来自己会如何。每一个人都是独一无二的，因为藏在基因、含在细胞里的有我们独特的生命密码。要破解生命密码，需要功能性医学和基因体学。 我担任临床医师二十年之后，对生命科学有了更深更广的体认，不再满足于 “有病治病”的被动医疗，转而投入“无病强身”的预防医学，我们应该重新定义健康。活得舒畅、有功能、有品质，绝不是没病就好。 记得在美国进修抗老医学的时候，某位哈佛医学院的教授说了则寓言故事：“有位医师在河边散步，见一人落水，子以急救成功，正感欣慰之余，又有两人溺水，再三施救成功后，已精疲力尽。忽又见第四人载浮载沉，该医师已经力不从心，决定往上游寻去，找出究竟哪一段路出了问题，造成人们不断地落水。”生动地说明了预防医学的重要性。 功能性医学的价值，就在于预防疾病。欧博士投人功能性医学的研究与推广超过十年，正是早早向疾病上游探素的先觉前辈，我非常佩服他开拓新领域的远见与勇气。这本著作是他累积多年经验的结果呈现，解说详尽，资料丰富；书中邀来许多医师提供鲜活的例子与读者分享。看到这些案例再三摸索，终于探到源头缺口、找到解決方案，十分生动，令人印象深刻。 谈起食物过敏，大家并不陌生。功能性医学的论述比学院派的主流医学更宽广，严格的过敏反应，仅局限于 IgE 相关的急性过敏；而本书提出的IgG 食物过敏抗体，是因食物中未分解的蛋白累积在肠道，引发一系列的免疫反应。就功能医学的观点来看，肠道并不只是消化器官，也是免疫器官，因为它是接触外来蛋白质的第一道防线，也就是筛选有益或有害食物成分的关卡。 每个人或多或少都有一些不舒服的小毛病😕、不理想的功能，只因还求达到发病的空街标准。在主流的学院派医学里，认为没病就不需要治疔。问题是没病不等于健康，这些恼人的不适，如果能在功能开始失调、失衡的最初阶段，就察觉异常，然后用最自然无害的方式将它调整回来，所花费的时间、体能和金钱的代价，必定是最轻的，好比大树微倾就扶正，所花的力气和材料远比半倒再拉直轻松得多。 冶病找医师，养生靠自己。我们应该与自己的身体保持对话，倾听内在的生理讯息。善用功能医学的知识，落实在日常生活里，趋吉避凶，时时刻刻保养身体。当有轻微的不适症状出现时，就运用敏锁的高阶功能检验，找出潜藏的问题，在疾病成形之前阳止它。相信自己，健康，由你定义。☝️ 荣新诊所副院长/书田诊所主任医师——丁绮文 😉推荐序五 身体舒适，才能有好情绪我从事儿童精神医学的工作近二十年，自1993年起，科内日间留院成立自闭症早期疗育的工作，至今亦己进人第十三年。在早期的临床工作中，就偶而会碰到严重过敏的孩子伴随情绪及行为的间题。虽然，这些问题不一定与孩子的过敏症状有绝对的关系，但不可否认的是，要把过敏的症状控制得好，会常造成亲子之间的冲突及压力。在临床上处理的方式，我较着重于亲子互动技巧的提升及关系改善为主。 开始真正地从食物过敏的问题来看自闭症儿童的情绪及行为障碍，借助食物过敏检测及饮食控制，来协助白闭症儿童改善行为及情绪问题，是近一年的事情。短短一年的经验，实在是太少了，也不见得有代表性，只希望借助欧博士出书的机会与大家分享一下。有些自闭症儿童从食物过敏检测中发现对多项食物过敏，最常见的是牛奶及蛋类，有的孩子对米、麦等主食过敏，当然也有孩子是什么食物都可以吃，完全不需接受食物限制。每一个人都不太一样。在将引起孩子过敏的食物从其饮食中排除后，大多数的孩子确实在情绪上变得比较稳定，学习的配合度也较以前有所提高。有些老师表示，接受饮食控制的孩子比较好教导。 我深深相信，任何人都是在自己身体舒适的情況之下，情绪才会好，孩子🧒尤其如此。有发展障碍、自闭症的孩子在学习方面已经比其他的孩子来得辛苦，因此身体的症状更需要注意。食物过敏检测帮助我们了解自己的孩子🧒，去避免对孩子不利的因素，让孩子能在稳定的状况中学习📚︎。 长庚医院🏥儿童心智科主治医师——吴佑佑 🧘‍♂️推荐序六 均衡是最好的饮食习惯食物原本是提供身体营养的来源，却也会变成危害健康的杀手，食物过敏就是一个明显的例子。为什么原本对身体有益的食物，竟成为残害健康的刽子手呢？因为现代文明改变了食物原有的风貌，也破坏了人类原本自然的饮食方式。 现今，全世界超过千万人饱受过敏之苦，这种以前罕见的病症，现在却大为流行，这可能与饮食的改变有极大的关联性，因为现代人吃的食物🥙太过精致与加工，以及经常摄取自己爱吃的食物🥞，不断反复摄取这些相同的食物，使得身体累积过多食物的过敏原，一时无法排除而出现发炎🔥的现象，这就是慢性食物过敏反应。慢性食物过敏会造成身体的各种慢性疾病，例如关节痛、行为异常、头痛💫、肌肉疼痛、沮丧😞、失眠等，因此要改善这些病症，必须从寻找个人的食物过敏原着手。 除了个人食物过敏原的筛检之外，身为营养师的我，仍然建议民众必须建立良好的饮食习惯，平日尽量选择有益健康的天然食物，除此之外，饮食搭配最好依循 “食物多样性、多变化的原则，尽可能发掘较少接触的食物，利用不同颜色食物的变化，来达到饮食均衡的效果，而且这种观念与本书作者建议的“懂得善用食物轮替法〞方式，有异曲同工之处。如此一来，每个人都能从食物中获得最好的保健功效。 欧忠儒博士是我的好友，也是我学习营养医学的启蒙老师👨‍🏫，由他在“功能性医学” 的领域中占有非常重要的地位，可称为 “台湾功能性医学之父”，这几年来他更极力研发与推广慢性食物过敏的检测，让许多人受益，他所写的 《别让慢性 食物过敏害了你—慢性食物过敏 vs 隐形病因》是现代人保健身体不能不看的一本好书📚︎！ 财团法人人人体重管理基金会副执行长/前台安医院营养师——赵思姿 🙋‍♂️前言 功能性医学与人体的亲密关系”医师，我的血糖老是降不下来，怎么办呀!”“我把你的药💊调一下剂量……” 进人医疗体系二十余年，我看到现代医学的重点只有“病”与“药”，却忽略了“人”。有人形容现代医学是“痛苦医学”😫，因为医疗人员从不评估患者的正面健康程度，只看负面的症状有多严重，因此所提供的医疗服务只是头痛医头、脚痛医脚式的症状治疗，患者无法获得整体性的治疗，更遑论提升健康状态与促进身心幸福了。 什么是健康呢？1948年，世界卫生组织 (WHO）🗺公布的“健康”的定义就是“健康不仅只是无疾病或体弱现象，更应该是心理、身体及人际关系的健全圆满。” 简言之，健康涵盖身、心、灵三方面健全与满足。不过，现今文明社会，真正称得上健康者仅占人口的10%，约有8586的人仅能称之为亚健康人，也就是看似没有病却不完全健康的人。我常在演讲中问有谁认为自己很健康，现场多半无人敢举手🙋，因为表面上即使没病并不代表全然健康，身体上的小毛病大多是慢性病发展过程中所呈现的征兆。 现代医学是“等待医学”💫，疾病尚末被确认或诊断出来之前都认为求诊者是健康的，民众必领等待疾病在体内已然成形，产生器质性的病变，符合病理条件时，医师才有着力之处，可是往往只能延缓疾病的进程。我常喜欢用在湍急河流中的溺水者比喻慢性病患者，医生想要拯救载浮载沉的慢性病患者，却力不从心，不知如何将这些患者带上岸…… 1997年，我到美国参加功能性医学的研讨会，会后心喜不已😄，因为“功能性医学，正是以 “人”为中心的医疗方式，它包含了找出病因、预防疾病及治疗病症三大部分；其采取的步骤是先评估个人独特的生化体质，然后据此设计个人治疗/保健计划，重建生理、心理、结构与代谢间的平衡。功能性医学的核心精神在于：重视基因与生活型态共同构成的个人独特生化体质；不以疾病的表现为重点，而是以 “整个人〞 为治疗的重心；疾病的形成是身体内部因子与外在环境互动的结果；构成健康的生理因子间有相互影响的关系;健康不仅是没有疾病而己，更应有积极的态度与充沛的活力😃；促进身体组织的修复能力，延长生命中的健康期。有了这些校心精神，医与病之间的关系就更为密切了😁。 如果将人体视为一棵树🌲，那么，内分泌系统、氧化还原反应及粒腺体功能、解毒系统、免疫系统、肠胃道系统与生理结构功能等六大系统功能的平衡🤹就是树干，负责将根部所吸收的一切传输给树梢，使叶茂枝繁、开花结果。这六大系统环环相扣，只要有一方失去平衡，就会产生多米诺骨牌效应，使健康进入恶性循环。 当医师诊断不出病人的病症时，他会以什么答案告知病人呢？💭2003年，英国一家医院曾做了这项调查，结果答案揭晓是：功能衰退。因为，假若医生无法告诉病人病因，多数人会认为这个医生医术不精，但告知“功能衰退〞却有高达 88%的人会认同。事实上，功能衰退必有起因，所幸医学的检验技术已日新月异🌓，从前无法解开的谜，如今甚至能够量化评估；以往不清楚的病因，如今已能逐渐理清，缩短医病之间的摸索。 万事开头难💬。以前，当我对医师们👨‍⚕说，乳腺癌的发生与肠胃道的健康有莫大关联时，主流医学的医师们多数不相信。但是，随着相关医学文献报道与检验数据的实证越来越多，而医师们也在我的建议下前往海外参加功能性医学研讨会，进而踏人功能性医学领域后，如今他们多已能了解功能性医学与主流医学密不可分，并从这个角度给病人最妥适的健康照顾，甚至许多医学中心成立健康管理中心时，也纷纷融人功能性医学的医疗模式。从反对🙅‍♂️、认同🙆‍♂️到推崇🤩，功能性医学的推广过程可谓筚路蓝缕，甘苦相融。如今，有幸能和一群志同道合的医师及医疗从业人员共同创立 “中华功能性医学研究机构”，一起为推广完整的医疗观念而努力💪。 我研究功能性医学🔬多年，深深感受到肠胃道功能的重要性，因为，它扮演着消化、吸收、免疫功能、解毒功能、分泌荷尔蒙等各种重要角色。肠胃道如果不健康就容易发生各种病症，食物过敏是最常见的病症之一。大多数的人以为食物过敏只会造成皮肤痒、红疹，殊不知其中的学问可大了，且其影响远超乎大家的认知，我的家人也曾深受食物过敏之苦，因此，促成了我写这本书的动机。希望在看完这本书之后，大家能对食物过敏有正确清楚的认识，从此与难缠的宿疾说再见👋。 欧忠儒","link":"/2022/12/31/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-%E5%88%AB%E8%AE%A9%E6%85%A2%E6%80%A7%E9%A3%9F%E7%89%A9%E8%BF%87%E6%95%8F%E5%AE%B3%E4%BA%86%E4%BD%A0%E2%80%94%E2%80%94%E6%85%A2%E6%80%A7%E9%A3%9F%E7%89%A9%E8%BF%87%E6%95%8F-VS-%E9%9A%90%E5%BD%A2%E7%97%85%E5%9B%A0%E3%80%90%E5%8F%B0%E6%B9%BE%E3%80%91%E6%AC%A7%E5%BF%A0%E5%84%92/b6f7e937c51c.html"},{"title":"2023-01-01 小儿👶过敏一般持续到几岁？牛奶蛋白过敏检测告诉你也可以喝牛奶🥛","text":"原文地址：小儿过敏一般持续到几岁？牛奶蛋白过敏检测告诉你过敏不消也可以喝牛奶 小孩子过敏😫一直是家长们头疼😥的问题，为什么孩子会过敏？孩子过敏几岁能好？牛奶过敏就一直不能喝牛奶了吗😮…… 等一系列问题困扰着万千宝妈👩宝爸👨们。 其实小孩子过敏和成人过敏的过程是不一样的。那引起不同年龄段的孩子过敏的主要原因是什么？🤔 一、从孩子👶出生至3岁，易发生食物过敏😣，导致出现腹泻、湿疹症状孩子👶最早也最常出现的是食物过敏，其中牛奶🥛位居首位，鸡蛋🥚也较常见。因为从孩子一出生开始就有可能接触牛奶🥛。如果孩子是过敏体质，过敏风险更高。此后，随着孩子年龄逐渐增大，接触的食物种类会越来越多，还可能出现对其他食物的过敏。 如果孩子对某种食物过敏，一般会出现胃肠道腹泻😣和湿疹等症状。这里需要说明的是，出生时对食物过敏的婴儿👶，并不意味着他长到三、四岁时就一定会出现其他方面的过敏。但小时候出现过食物过敏，说明他有一定的过敏体质的遗传背景，到了一定年龄，就会比其他孩子🧒更有可能出现过敏性疾病。 二、3-7岁年龄段，易发生呼吸道过敏😰，严重导致出现过敏性哮喘过敏性哮喘主要与过敏体质、呼吸道感染和环境因素相关。如果孩子是过敏体质，受到病毒等病菌🦠感染时，体内的代谢产物以及内外生活环境中的一些因素都会对孩子形成一种刺激，使他的支气管管腔变得比平常狭窄，空气不能顺畅地进入。孩子会因为缺氧而呼吸困难，形成哮喘。 哮喘发病年龄大多在3岁以后，病情发作时以阵发性咳嗽、气喘、胸闷为主，不一定有发热等症状。过敏原通常有花粉、粉尘、螨虫、羽毛、塑料、牛奶🥛、鸡蛋🍳、鱼虾🐟、阿司匹林💊、青霉素等。突然接触冷空气🥶或做剧烈运动，也可以成为发作的诱因。 三、孩子牛奶过敏一般会持续到几岁？❓小孩子牛奶🥛过敏一般持续到三岁左右，但是具体持续时间由于个体的不同具有很大的差异，而且与过敏严重程度也有很大的关系。 小孩子牛奶🥛过敏主要是肠道不能很好消化吸收牛奶，导致肠道消化吸收功能减弱，容易出现呕吐、腹泻以及便血、皮疹等，主要是见于婴儿期🍼。当孩子年龄逐渐增长，免疫功能逐渐发育完善，而且肠道功能逐渐发育成熟，一般三岁左右就会发育成熟，所以大部分孩子牛奶过敏持续到三岁左右就可自行改善。但是如果牛奶过敏非常严重的情况下，持续时间可能更长，甚至终生存在过敏😵。 孩子牛奶过敏主要是对牛奶中蛋白🥚过敏，小孩牛奶过敏需要注意回避，避免影响营养摄入，以防影响正常发育。 四、如何确定孩子是否对牛奶蛋白过敏？❓未一医生牛奶蛋白过敏原检测6项，能够精准分析体内对5种常见牛奶蛋白组分的阳性情况，结合1项总牛奶成分检测，全面分析牛奶各组分过敏情况。不仅能够知道宝宝是否是牛奶过敏，而且可明确知道宝宝对何种具体蛋白组分过敏，对奶粉和辅食的添加具有很强的指导作用。👍 五、过敏不消也可以喝牛奶吗？❓导致孩子牛奶过敏的罪魁祸首是牛奶蛋白，在规避牛奶蛋白后可以选择想对应的奶制品进行营养补充。若检测出： 酪蛋白过敏：酪蛋白阳性且级别≥3级，建议严格🚫规避奶制品，若是阳性级别＜2级，可以小心尝试羊奶。 α-乳清蛋白过敏：乳清蛋白对热敏感，在90℃，煮沸15-20分钟，失去IgE结合能力。如果单纯对乳清蛋白过敏的宝宝，很有可能耐受烘焙奶制品，如酸奶🍼、饼干🍪、蛋糕🍰等。 β-乳球蛋白过敏：β-乳球蛋白是唯一一种没有存在于母乳中的牛奶蛋白。如果是对β-乳球蛋白过敏，有条件的可以选择母乳🤱喂养。 牛血清白蛋白过敏：会导致牛奶过敏。还可能与狗和猫体内的蛋白存在交叉反应性,导致对动物毛发出现过敏反应。如果是对牛血清白蛋白过敏要注意出现过敏交叉反应。 乳铁蛋白过敏：初乳中含量较高,致敏性相对较低。大部分国内奶粉中还有乳铁蛋白,检测乳铁蛋白可降低孩子面临的风险。","link":"/2023/01/01/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-2023-01-01-%E5%B0%8F%E5%84%BF%F0%9F%91%B6%E8%BF%87%E6%95%8F%E4%B8%80%E8%88%AC%E6%8C%81%E7%BB%AD%E5%88%B0%E5%87%A0%E5%B2%81%EF%BC%9F%E7%89%9B%E5%A5%B6%E8%9B%8B%E7%99%BD%E8%BF%87%E6%95%8F%E6%A3%80%E6%B5%8B%E5%91%8A%E8%AF%89%E4%BD%A0%E4%B9%9F%E5%8F%AF%E4%BB%A5%E5%96%9D%E7%89%9B%E5%A5%B6%F0%9F%A5%9B/5ccb1ff6b997.html"},{"title":"2023-01-02 给博客添加网站地图sitemap 🗺","text":"参考：hexo之icarus主题的美化修改以及简单的SEO配置_珂泽的博客-CSDN博客_icarus修改 搜索引擎每天让蜘蛛在网站爬行来抓取页面，网站地图的作用就是给主动给蜘蛛喂数据，网站地图位于网站根目录下，有sitemap.html和sitemap.xml两种格式。百度搜索引擎及多数搜索引擎使用html格式，谷歌使用xml格式。 1、安装网站地图生成插件123npm install hexo-generator-sitemap --save #sitemap.xml适合提交给谷歌搜素引擎npm install hexo-generator-baidu-sitemap --save #baidusitemap.xml适合提交百度搜索引擎 2、在站点配置文件_config.yml中添加或修改以下代码🖧123# URL## If your site is put in a subdirectory, set url as 'http://yoursite.com/child' and root as '/child/'url: http://你的网站 3、修改文章🕮链接显示方式打开博客根目录下的_config.yml，找到URL的配置项并修改 12345url: https://yangping.xyz# 修改 permalink 让你的文章链接更加友好，并且有益于 SEO# permalink: ':year/:month/:day/:title/'permalink: :year/:month/:day/:title/:hash.html","link":"/2023/01/02/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-2023-01-02-%E7%BB%99%E5%8D%9A%E5%AE%A2%E6%B7%BB%E5%8A%A0%E7%BD%91%E7%AB%99%E5%9C%B0%E5%9B%BEsitemap%F0%9F%97%BA/e07f110e332a.html"},{"title":"2022-12-06 英语学习的真实方法及误区分析","text":"参考：《多外语学习的语言习得原理、认知规律及学习方法研究》 前 言 著名语言学家Greg Thomson说的：“外语学习的原理是如此之复杂，以至于没有人能说清楚；但掌握语言的过程又是如此之简单，以至于不需要说清楚。”讨论语言学习的原 理，是件非常复杂的事，在下当然也没把握能描述得很清楚。而且因为外语学习就连学术界都存在很多尖锐的争论，本人也不敢说自己有把握能把争论化解。但还是 决定先从简单入手，做些抛砖引玉的工作吧，探讨一下外语学习的真谛，特别是对大家在外语学习上普遍存在的误解进行分析和澄清，希望能对外语学习者有所帮 助，对外语教学工作着有所启发，就知足了。 本人多年来一直在给各高校，企业和其他英语学习者做英语学习方法讲座。讲时从不煽情，从不靠表演噱头，也不搞励志，每次必将严肃的科学依据送给大家。近五 年来听众过万，还比较受欢迎，其中有相当部分的人能够非常理解和赞同并提出了很多尖锐问题和改进意见，在此表示深深感谢。曾有很多人奉劝在下以此演讲能 力，把风格改为煽情鼓动式，定能红遍全国和累积财富。本人对名无兴趣，否则早就这么做了。也不愿胡说八道而误人子弟。至于财富吗，不是不喜欢，而是已经有 够多的了。所以本人很幸运，现在可以摆脱金钱的烦恼，静下心来读书和思考了。现在把以前演讲的部分内容整理一下发在这里，希望和大家探讨。 告诉你外语学习的真实方法及误区分析(精编版) 对外语学习的主要误区 我们普遍对学外语学习方法的认识是： 1．要有语言环境, 多跟外国人交流，最好是能出国，不久自然就能会说了。 2．学习外语要多记多背，也就是说是用记忆学语言。 3．想纠正发音，一定要专听和模仿纯正的发音，比如BBC或VOA那种。 4．要学习外语语法，如果语法熟练，说句子就正确了。 5．要有词一定词汇量，要大量背单词。但背英语单词很难。 6．以前学的是书面语或过时的英语，和现在口语是不一样的，所以我口语不好。 7．学外语必须非常刻苦，长时间反复练习。 “全错！而且不但错，事实正好相反！🖐” 您没看错，我说的正是：“以上这些结论不但是错误的，而且基本上与事实是正好相反的。” 大家对外语学习的误解之深，范围之广，达到了另人惊叹的程度。尽管科技发展到了今天，人们对语言获得过程的误解仍相当普遍，尤其是咱们中国人。中国人对语 言学习的误解深来源于中国有着深厚的文化传统以及单一民族和单一语言。我帮大家逐一进行分析和提供分析依据，大家可以自己得出正确结论。 “怎么会错呢？难道学外语不是在语言环境下最好吗？难道想纠正口音不是要听标准的发音吗？这不是理所当然的事吗？” 咳，天下有多少事都是看似理所当然，而事实正好相反呢。我们先找一个最简单的分析。就先说第3条，“纠正发音”吧。 大家一定都认为，要想学好发音，或纠正自己不标准的发音，当然要去听纯正的，标准的发音啦，最好是地道的英国音或美国音了，这还能错？不幸的是，刚好错 了，而且正好相反。语音专家发现，成年人要想纠正自己的发音，不能只听标准发音，而是要听大量的 “非标准发音”，也就是说，带口音的发音。比如德国口音的英语，法国口音，意大利口音，印度口音，中国口音等，而且种类越多越好。这是怎么回事？这个结论 的来源，要从当年哈佛大学的语音专家们，在做口音研究时，用日本人做试验讲起。 各位知道为什么做语音实验会用日本人吗？大家普遍会答是因为日本人 发音说英语很难听。接着问，那为什么日本人发音难听？每次问到这里，听众中总有些笑声，很多人答曰日本人舌头硬。其实日本人跟大家一样，舌头并不特殊，发 音不准的原因是因为他们的日语造成的。大家都知道英语有大约44个发音（元音加辅音），而日语只有大约30个。不是听说日语有50音图吗？很遗憾，日语的 五十音图很多是重复的。比如第一行元音：“啊依呜唉喔”，确实是不同，但第二行“喀七库开阔”（近似的汉语表示啊，大家别太较真），却是只多了一个辅音 K，其他是借第一行元音拼出来的（Ka, Ki, Ku, Kai, Ko），所以并没有50个音。于是日本人在说英文时，很多音是发不出来的。比如“日 r”的音，日语中不存在（没有ra,yi ru,rai ro），所以不会说。很常用的read and write，日本人只能说成 lead and light，用“l”代替“r”，是个很典型的例子。于是当时哈佛大学就找了在美国的成年后才到美的日本人做实验。首先问这些被实验者，read 和lead两个音，大家听得明白吗？大家一致答听的出区别。再问那为什么会说错，这些日本人有的说“我们的口腔结构不同。”有的说“我们发音部位很你们不 同，我们的靠前，你们靠后。”也有人说“我们舌头硬，老美舌头软。”接下做了实验，让这些日本人听许多“r”或“l”打头的词（不给看拼写），二选一的答 案，做完了测试，发现大家的正确率是50%。各位已经发现问题了，二选一能答对一半，实际就是根本不会，纯粹瞎懵，命中率当然是一半。当看到这一结果时， 测者和被测者全傻了。因为要是全对了，那分析和调整一下舌头位置或口型就可以解决；如果全错也不要紧，掉个个儿就成了。但对一半就美救了。大家想，根本听 不出两个音的差别，怎么可能区分清楚发音和正确发音。但结论已经出来了：发音不准的主要原因不是嘴的问题，而是耳朵的问题。 其实发音不准主要是因 为耳朵听不准这件事，大家是有实际观察经验的。比如有人唱歌走调，是什么原因呀？是不是嗓子不好？不是，主要是耳朵听不准，所以唱歌走调的人唱完了觉得自 己唱得挺对的，你们怎么都说我走调呢？原因是他们的耳朵听不准音，自己听不出走调了。（如果您唱歌不走调，自己堵上耳朵唱一个试试，别人保证说您走调 了）。那么这些被做实验的日本人都在美国生活了一段了，天天听标准音，为什么改不了口音？原因是：成年人的耳朵听音不准，分辨能力低，听不准一个不在自己 母语语音范围内的新标准发音，也听不出自己和标准音的区别（可能自己觉得有些区别，但具体也说不明白），以为自己已经发到标准了，其实还有差距。日本人母 语缺音太多，所以最吃亏。（大家在网上可以找到日本人用来测试“r- l”分辨率还剩多少的测试网站，大家可以试试，很好玩儿。中国北方大部分地区的同学或普通话标准的同学会得分很高的）。 科学实验告诉我们，只有小孩子的耳朵对各种语言有高分辨率，才可以听准任何语言的发音而模仿到位，成年人不行了。具体说，大多数人到十二岁以上就不行了， 这个能力失去了。这就导致了成年人为了纠正外语发音时或提高发音准确度，单纯听和模仿标准外语发音不行，因为做不到，所以如何纠正成年人的发音的最重要环 节就是提高成年人的听音准确度。而实践经验证明，多听各种非标准音，有助于成年人提高听力敏感度和分辨力，从而达到定准和自然纠正自己发音的效果。（什么 是各种非标准音？比如英文 “very interesting”, 法国口音是 “vehi intehisting”，日本口音是 “veli indelisding”，中国口音是“外瑞-因踹斯停”）。当经过一段时间仔细听和分辨各种口音的适应训练后（当然不是仅听非标准音，要和该句的标准音 以及自己的模仿发音进行对同时比训练），听者的听音敏感度提高了，甚至能准确分辨带口音的人来自哪个国家，发音就自然进步了。这是成年人纠正发音的科学方 法，跟大家想当然的结论正好相反。 讲到这里，大家不应该会此结论还存有疑问吧？其实中国同学最容易理解这个结论。因为中国话的口音变化很大，比 英语明显，英国音与美国音之间的区别，还赶不上普通话与天津话的区别（离北京才120公里）。所以中国同学对口音比较敏感。有意思的是，中国有个标准音叫 做“普通话”，而英语国家没有。在美国并不以任何城市的口音做标准，英国也如此，伦敦话并非标准，而且其他英国人有时觉得很怪。（大家知道伦敦人常省略 “h” 和“t”音吗？比如 “head” 被说成 “ed”， “better”说成“be-r”）所以在这些英语国家，并没有严格的绝对标准。而中国人都应该说准普通话。但同样道理，如果小时候（十二岁以前）没有说 准，成年后就会有口音，尤其南方同学最吃亏，因为缺音。那应该如何纠正发音呢？如果按理所当然的推论，大家天天听标准音就行，那大家天天看新闻联播和听广 播就能纠正发音吗？结果不行。到北京住几年口音就改好了吗？结果还不行（还是小孩子行。）那找个说标准普通话的人一起生活还帮助纠正行吗？大家就笑了。很 多人帮父母纠正了多少年的口音了，也没见有效呀。那怎么办？原理是一样的：多听各地人的口音，并进行比对训练，耳朵敏感度越来越高，口音就越来越小。这是 成年人科学的纠正发音的方法。（在有些电影学院在纠正成年外地演员时会采用类似方法。）跟大家当初想的正好相反吧，但现在大家都明白了。遗憾的是，很多英 语老师也不明白这一点，所以总建议大家听一个标准音或追一个某国人交流。现在这一误区应该纠正了。 造成“哑巴英语”的最主要原因 什么叫做“哑巴英语”？零英语基础的人不叫哑巴英语。哑巴英语是特指学习了几年以上的英语，有一定的阅读能力，但听说能力很差或根本不会的情况。特别是已 经过了的同学。大家已经学英语十年以上，每周6小时左右，总共达3000小时的英语学习，还是不会起码的交流。（不过应该声明：其实“一定的阅读能力”也 并不高。比如随便拿起一本英文小说，大家会发现不靠其他工具连一页都看不下去。） 那“哑巴英语”是如何造成的呢？大家想当然的答案是五花八门的。比如一般都会说是“应试教育”造成的。我会考试，所以听不懂，不会说。这显然没抓对因果关 系。有人就会说了：是单词量小或单词不会应用，所以要多背单词；还有语法不好，组织句子不熟练，而且CHINGLISH就是语法问题嘛。所以要多研究学习 英文语法知识；当然最主要罪魁还是没机会用英文交流，如果有英文环境和交流机会就好了，于是努力寻找，很多人在大街上拦住外国人聊天。这些基本都是对学外 语的误解。什么道理？ 我们先来做个实验。我说一句外语大家仔细听。准备好了呵：“SIX FIVE SENVEN THREE SIX EIGHT NINE FOUR”。大家听到了什么？ 答：六个数字，可能是个电话号。 是几啊？ “六五七。。。什么什么四。”这是一般同学的答案。 为什么没听懂？是单词量的问题？不是。是语法问题？不是。是发音问题？不是。那是什么？ 有同学答：您说得太快了。 可我用的是正常速度呀？外国人不就这速度告诉别人电话号码吗？哪用一个一个慢慢蹦呀？正常速度为什么你听不懂？ 有人答：是不熟练。 十年前就会了，还说不熟。再说就算你非说不熟，那到底是哪个字听不明白呀？ 答：都好象明白，可怎么感觉反应不过来呢？老师我反应慢。 快别这么说，你是个正常人，反应挺正常的。不过我倒要问了：你在那里反应什么呢？ 这时总算有人醒悟：我刚才在那里反应中文呢。我刚听英文时，坐在那里在脑子里把它们飞快地转换成中文，才转一半您就说完了。 原因找到了。大家原来都在那里默默地翻译呢。可在座的没一个翻过来的，是何故？ 正常说话速度是每分钟120到180个字左右，英文中文差不多，一般一句话两秒种就结束了，说话是一句连着一句的。两秒长的一句话，就算所有单词都会，发音 语法都没问题，但需要把所有英文字都翻译成中文才明白（还别提分析语法），那需要多长时间？至少四、五秒。这时大家第二句话没听见，第三句都到一半了。听 不到，谈何听得懂？障碍已经产生了。短句子（四个单词以下）还好凑合，比如HOW ARE YOU？WHERE ARE YOU FROM？什么的，再快也没问题。一超过四个单词就跟不上了。科学家做过实验：如果听到外语需要必须在大脑中翻译的话，正常速度的语言一般人只能翻译到第 三个字就跟不上了，个别人能翻出四个，几乎没有人能超过四个。可大量的句子都是超过四个单词的呀。所以我们很多同学总在那里重复简单英语而提不高。那我练 得特熟，翻得特快，行吗？答案是：永远也不行。 可大家为什么非在脑子里翻译不可呢？因为大家听到英文时实际上脑子里空空没概念，但都学过每个 英文字的中文解释，想一下中文解释就明白了。所以都在那里努力“转换”而做不到。那能不能不想中文，听到英文直接就理解？这是一种什么状态？答案很简单： 要能用英文思维就行，说白了就是会用英文想事儿了。这个概念十年前还新鲜，现在知道的人越来越多：“会用任何语言流利交流的前提是必须能用这种语言思考， 做不到的就永远不能正常交流。”这是结论，没有英文思维，永远也听不懂正常速度的英文，永远也听不了长句子。关于英语思维是英语正常交流的前提这一结论因 为已经比较清楚和为人们接受，证据也比较多，所以不用在此辩论。但为什么我们学了十几年的英语都没有英语思维呢？大家看，如果学每个单词时都是通过背它的 中文解释学会，就有问题了吧。另外还有个原因：大家可能都曾试图说几句英语。我们想一下说英文的过程是怎样的？大家都是在说之前先想一句中文：我要说这一 句了。（停！大家说中文都不可以这样做。我们在说中文时，一句话都说一半了，脑子里都不能预先清楚知道后半句的所有字，继续说才知道。所以到这儿已经不对 了。）然后把这一句的所有英文单词找到对应的英文。现在能说了吗？照说还不行，还得组织一下句子，想一下语法吧！用什么时态？过去时？完成时？现在时？进 行时？将来时？单数复数？要加S吗？男他女她？等想完这些，20秒已过，对方早走了。于是我们发现，甚至外语学院毕业的同学，在说外语时都采用同一战术： “不想语法了。好不容易找到几个单词，赶紧往外蹦。”于是出来就是中式英语。难道是他们不熟悉语法知识吗？非也。因为根本来不急。大量的实验告诉我们，语 法知识的多少和交流的流利程度甚至正确度是没有丝毫关系的。语法书倒背如，还是不能交流，还是出语法错。原因很简单，从说话的思维机制上讲，人在说话时， 大脑是禁止思考语法规则的。一旦想规则，人就不能说话了。想一下我们中文都说得这么流利，能去想语法规则吗？主语用这个，谓语用那个，状语放在这里。。。 根本不可以！那英语也一样嘛。所以语法知识不但不帮助形成英语思维，反而在捣乱。 所以大家已经发现，“翻译”和“语法”不但不帮助提高交流能力， 反而阻碍英文思维。但大家看到翻译、语法几个字非常熟悉，原因是我们这么多年，就是这么学英语的。大家十几年来，不管是上课还是自学，用的方法叫做“语法 -翻译法”，英文叫TRANSLATION-GRAMMAR METHOD 。这种方法是英国人几百年前用来学习希腊语和拉丁语时建立的系统的外语学习方法，通过研究目标语言的语法结构，和单词在自己语言中的翻译去学习这种语言。","link":"/2022/12/22/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-2022-12-06-%E8%8B%B1%E8%AF%AD%E5%AD%A6%E4%B9%A0%E7%9A%84%E7%9C%9F%E5%AE%9E%E6%96%B9%E6%B3%95%E5%8F%8A%E8%AF%AF%E5%8C%BA%E5%88%86%E6%9E%90%E2%9C%8B/b1c9ea5802ec.html"},{"title":"2023-01-01锭片、胶囊💊、注射液💉…等等 – 何者为补充品的最佳形式？","text":"原文链接：锭片、胶囊、注射液…等等 – 何者为补充品的最佳形式？ 我们很难决定最佳的补充品摄取方式是什么，因为可使用的选项种类繁多。制药行业普遍采用的一般药丸形式有片剂、硬胶囊、和软胶囊，而维生素、矿物质、和抗氧化剂补充品则以粉末、片剂、液态、凝胶、和维生素软糖等形式出现。 近期，连维生素注射液也越来越常见。从技术上来说，美国联邦药物管理局（FDA）将注射液视为药物而非补充品。但我们仍会对此在以下稍做讨论。 要决定最好的补充品形式，我们需从其活性成分和使用者两方面着手。例如儿童，在设计补充品时需要特别的考虑。大多数年幼的孩子都比较喜欢吃咀嚼片、凝胶、或维生素软糖，让他们吞咽片剂可能会有困难。无论如何，这些适合儿童的形式仍需要特别设计，而且与吞咽片剂或胶囊相比，它们多少还是具有一些缺点。 片剂和胶囊制作良好的片剂或胶囊作为非常有效的摄取方式，是大多数药物制剂所选择的形式。这是因为多年来精心控制的临床研究证实，它们是可靠而有效的药物摄取方式。 这些产品还可提供较大量的活性成分，远超过液态、凝胶、或软糖，从而较少辅料的添加。辅料无法提供活性营养的成分，它们只能提供稳定性、消化性、易制造性、或其它类似用途。 通常片剂的稳定性和保存期限也优于液态或维生素软糖。片剂和胶囊最适用于不需要大剂量（大于2克）的维生素、矿物质、和抗氧化剂补充品。维生素C、B群维生素、铁、碘等的每日剂量都很小，所以很适合。而且这些营养素很多都味道不佳，用其它形式很难加以掩藏。 片剂和胶囊的优点🙂 保存期限长 可摄取的活性成分浓度较高（辅料较少） 可掩藏不好的味道 片剂和胶囊的缺点😐 某些人难以吞咽 不适用于大剂量活性成分 咀嚼片像其它片剂一样，咀嚼片最适合用于较小（小于2克）剂量的成分，它们也具有保存期限长的优点。对那些吞咽片剂或胶囊有困难的人来说，咀嚼片可能是最好的补充品。 因为这类片剂将被咀嚼，所以我们必须用甜味剂和香料掩盖其味道不好的成分。这意味着咀嚼片通常会含有一些糖分。有些复合维生素和复合矿物质的咀嚼片也缺少必要的矿物质，如硒、铬、镁、和锌，因为它们的味道难以掩藏。 咀嚼片的优点🙂 容易服用 保存期限长 咀嚼片的缺点😐 浓度不如吞咽型片剂 可能缺少一些重要成份 添加甜味剂（虽然通常非常少量） 维生素软糖🍬对于儿童和吞咽片剂有困难的人来说，维生素软糖就像咀嚼片一样，要容易很多。即使口味好很多，维生素软糖并不是糖果，所以您不应服用超过建议的剂量。 维生素软糖🍬所能包含的成分种类，比咀嚼片更有限。这种软糖通常只含有非常少的矿物质，且一般都缺乏大部分的必要矿物质。至于它们所含的成分，通常剂量也小得多。 维生素软糖🍬的最佳用途通常是那些适合做成维生素软糖且只需服用非常小剂量（小于100毫克）的成分。 软糖的优点🙂 容易服用 味道极佳 软糖的缺点😐 与许多成分不兼容 添加甜味剂 粉末粉末具有容易服用的优点，也能容纳一些比较大剂量（大于2克）的营养素。粉末状补充品中所含的活性成分将直接跟口腔接触，因此它们必须具有好的或是易于被掩盖的口味；此外还必须含有可溶于液体或易于跟液体均匀混合的成分。 蛋白粉是最受欢迎的粉末状补充品之一，也是一个这种摄取形式的理想选择。蛋白质摄取所需的剂量对于片剂或胶囊来说太大，同时，它能很容易做出好口味，并且容易与水混合。 通常会作成粉末状补充品的成分还有支链氨基酸（BCAAs）、肌酸和咖啡因。增强免疫力的粉末制品通常也作成条形包装，这样更容易与水混合。 粉末的优点🙂 运费便宜 可容纳大剂量的活性成分 粉末的缺点😐 活性成分的浓度较低（更多辅料） 添加甜味剂和辅料 液态 液态🧴液态补充品通常具有与粉末状补充品相同的成分、优点、和缺点，唯一不同之处是它们已经和液体混合好了。 液态补充品最适用于粉末中常见的成分，如蛋白质、支链氨基酸（BCAAs）、肌酸、和咖啡因。液态补充品中经常含有的微量营养素包括大部分维生素和矿物质，及其它抗氧化剂。 由于它们已经混合好了，因此液态补充品的保存期限通常比等量的粉末状补充品更短。液态补充品也可能需要更多的「其它」成分，其中包括乳化剂、溶剂、防腐剂、稳定剂、着色剂、调味剂等等。 液态的优点🙂 比冲泡粉末更方便 可容纳大剂量的活性成分 液态的缺点😐 运费高昂，运输困难 难以添加不可溶解的成分 活性成分的浓度较低（更多辅料） 添加甜味剂和辅料 保存期限通常较短 维生素注射液💉某些维生素可以作为静脉注射（IV）或肌肉注射使用。注射液是大剂量输送指定营养素的最佳选择，而维生素B12就是这样一种营养素，并且B12在一部分人群身上有显著的治疗功效。 关于注射液的一个问题是，许多营养素不适合注射。在那些适合注射的营养素当中，很少能够提供多于口服所能获取的可衡量的好处。因此，注射液通常必须在医生的建议之下使用。 注射液也会带来额外的危险因素。最起码，注射会让人感到不适。静脉注射也会有引发感染、出血（血肿）、栓塞等的风险。 维生素注射液的优点🙂 可提供高剂量的特定营养素 维生素注射液的缺点😐 有限的营养素兼容性 不适 潜在的健康风险 那么，什么才是最好的补充品形式？种类繁多的补充品形式都有其各自的优点和缺点。最终，最好的补充品形式应根据您和您个人的需求而决定，也取决于您所需要的活性成分，以及您个人对吞咽片剂、口感和方便性的喜好。而特殊的医疗需求也可能会影响医生推荐给您的补充品形式。 在决定最佳补充品时的最佳建议，就是要考虑上述的所有因素。优点是否胜过缺点？使用的形式是否是为了产品的实际效益，而非商家想要达到与众不同的营销手法？","link":"/2023/01/01/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-2023-01-01%E9%94%AD%E7%89%87%E3%80%81%E8%83%B6%E5%9B%8A%F0%9F%92%8A%E3%80%81%E6%B3%A8%E5%B0%84%E6%B6%B2%F0%9F%92%89%E2%80%A6%E7%AD%89%E7%AD%89-%E2%80%93-%E4%BD%95%E8%80%85%E4%B8%BA%E8%A1%A5%E5%85%85%E5%93%81%E7%9A%84%E6%9C%80%E4%BD%B3%E5%BD%A2%E5%BC%8F%EF%BC%9F/bf5c551bf863.html"},{"title":"如何在基于hexo + github 的博客文章中插入图片🖻","text":"前言我们知道，基于 Hexo+GitHub Pages 可实现远程的静态博客功能，在实际使用过程中，我们如果在某一篇博客内添加了图片，往往会由于图片的引用路径和远程仓库中图片路径不一致，导致在本地正常显示的图片部署到 github 仓库🐹后出现图片无效的问题。我们可以通过以下方法解决以上问题。 1、新建img文件夹📁在站点目录下的source目录下新建img文件夹： 2、设置Typora的图片插入🔌找到Typora的【偏好设置】 –&gt; 【图片插入】，选择【复制图片到./${filename}.assets文件夹】 并勾选以下三个功能选项： 3、设置当插入本地图片时复制到文件夹📁找到Typora的【编辑】选项卡 –&gt;【图片工具】–&gt;【当插入本地图片时】–&gt;【复制到文件夹…】： 选择在source目录下新建的img文件夹： 点击确认后我们可以发现文件头出现typora-copy-images-to: ..\\img 的字样，表示我们配置成功： 4、设置图片根目录📇找到Typora的【编辑】选项卡 –&gt;【图片工具】–&gt;【设置图片根目录】 选择站点目录下的source文件夹，也就是img文件夹的上级： 点击确认后我们可以发现文件头出现typora-root-url: .. 的字样，表示我们配置成功","link":"/2023/01/02/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-%E5%A6%82%E4%BD%95%E5%9C%A8%E5%9F%BA%E4%BA%8Ehexo-github-%E7%9A%84%E5%8D%9A%E5%AE%A2%E6%96%87%E7%AB%A0%E4%B8%AD%E6%8F%92%E5%85%A5%E5%9B%BE%E7%89%87%F0%9F%96%BB/32bb1f000929.html"},{"title":"使用 Obsidian 模板快速创建hexo博客的 Front-matter 🛹","text":"1、创建模板我们可以在 hexo站点下的 source 目录下创建一个模板文件夹 Template，并创建一个模板文件 Front-matter.md，内容为： 123456---title: {{title}}date: {{date}}categories: {{}}tags: []--- 2、设置模板找到 Obsidian 的【设置】，在『核心插件』选项卡中单击【模板】，填入模板文件夹的位置，并可自定义日期格式（默认即可）： 3、使用模板单击左侧工具栏的【插入模板】按钮即可插入模板：","link":"/2023/01/02/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-%E4%BD%BF%E7%94%A8-Obsidian-%E6%A8%A1%E6%9D%BF%E5%BF%AB%E9%80%9F%E5%88%9B%E5%BB%BAhexo%E5%8D%9A%E5%AE%A2%E7%9A%84-Front-matter-%F0%9F%9B%B9/18a517a9178d.html"},{"title":"下载并更改 hexo 默认主题🎈","text":"前言以 Hexo框架搭建的站点有两份主要的配置文件，其名称都是 _config.yml 。 其中，一份位于站点根目录下，主要包含 Hexo 本身的配置；另一份位于主题目录下，这份配置由主题作者提供，主要用于配置主题相关的选项。一般我们将前者称为“站点配置文件”， 后者称为“主题配置文件”。 1、主题下载🆕找到任意主题的下载地址，在终端窗口下，定位到 Hexo 站点根目录下。使用 Git 命令下载。主题下载地址在github项目中有提供： 1$ git clone https://github.com/ppoffice/hexo-theme-icarus.git 2、更改主题ℹ当 克隆/下载 完成后，打开站点配置文件 _config.yml ， 找到 theme 字段，并将其值更改为 next。 1theme: icarus 验证之前， 我们最好使用 hexo clean 来清除 Hexo 的缓存。 快捷下载并更改主题🔷除了执行以上命令可以下载并更改主题外，你还可以尝试以下方法下载并更改默认主题： 12$ npm install hexo-theme-icarus$ hexo config theme icarus icarus 为 主题名称 3、主题验证🆗启动 Hexo 本地站点，并开启调试模式： 1hexo s --debug 当命令行输出中提示： INFO Hexo is running at http://0.0.0.0:4000/. Press Ctrl+C to stop. 此时即可使用浏览器访问 http://localhost:4000，检查站点是否正确运行。 当你看到站点的外观与下图所示类似时即说明你已成功安装 icarus 主题：","link":"/2023/01/02/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88-%E4%B8%8B%E8%BD%BD%E5%B9%B6%E6%9B%B4%E6%94%B9-hexo-%E9%BB%98%E8%AE%A4%E4%B8%BB%E9%A2%98%F0%9F%8E%88/a754b43add73.html"},{"title":"hello-world 👋","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2023/01/02/hello-world-%F0%9F%91%8B/aff9b98a2c3b.html"},{"title":"单身即地狱的宋智雅如何同时玩转 3 个男人，她的段位到底有多高？","text":"本文由 简悦 SimpRead 转码， 原文地址 mp.weixin.qq.com 相信有人已经听说过，宋智雅这个名字。 《单身即地狱》又迎来修罗场。 主角仍是宋智雅。最终抉择篇里，她延续了一贯的高人气，获得了 3 个男生的青睐。 男一，金贤中。 自认忠犬。表白很坦率：“你要和我离开这里去谈恋爱吗？” 男二，车炫承。虽然是后来者，但与宋智雅火花最猛烈。 表白直接搬来命运说——“我认为，我们在这里相遇时有原因的。” 男三，崔时训。 舍弃了守护着他的女嘉宾，投身到这场争夺。他知道会输。 但希望在最后一刻，让宋智雅清楚，他的心意从未更改。 三人成队，站在宋智雅对面。宋智雅深思熟虑。 这一幕，堪称恋综史上最狗血、魔幻的名场面。 宋智雅思考完毕。缓缓向前，率先走向崔时训面前。 嘀—— 一张好人卡：抱歉，保重。 随后，走向车炫承。 嘀—— 又一张好人卡：我也觉得，我们在这里相遇是有原因的。 最后，她走向金贤中。 柔柔说道：“走吧，小狗。” 最后一幕，宋智雅和金贤中牵手离去。 脸上洋溢着幸福的笑容。 金贤中手握得特别紧，生怕这只是一个美梦，旁边的宋智雅会再次溜走。 后面的车炫承、崔时训发出哀嚎。 场面冲击力十足。 节目完结撒花。 但宋智雅的传说还在继续。 有人评论，这个节目应该改名为：智雅和她的男人们。 深以为然。 节目开播，宋智雅就成焦点。 秒杀其他女嘉宾。 仅仅花了一天，就勾走 3 个男嘉宾的魂儿，得到 3 张表白信。 节目外，宋智雅也同样充满争议。 她被称 “猫女”。 还有人封她为 “钓系女神”。 无数人守着节目，想分析她的钓术，学习她撩拨男人的技巧。 包括我。 如今，节目完结。 宋智雅初次登场的金句，还萦绕在我耳边。 她说—— “无论对上哪个女人，我都有自信能赢过她。” 她真做到了。 而她不曾明说的技巧，其实就藏在节目的细节中。 第一，是留下遐想空间。 进入恋爱场景，很多女生首战就败了。 因为不懂留白。要深刻讨论这个点，我需要先展示一个错误案例。 来自另一个女嘉宾。姜素妍。节目初期，其中一个叫吴振泽的男嘉宾，就明确表示，对她很感兴趣。 很快，两人获得了独处机会。互换个人资料后，姜素妍非常在意，吴振泽比她小 4 岁。这让她变得很自卑。 时而追问。 时而自我否定。 时而给两个人的关系下定义。 甚至咄咄逼人，让吴振泽表忠心。 事后，姜素妍还沾沾自喜。 谁知，第二次抉择，吴振泽就逃命似的，选择了另一个女嘉宾。 我想，姜素妍至今不会明白，为何吴振泽会变心。 正如她看不见，那夜吴振泽脸色多难看。 这是很多女生的通病。 遇到很中意的对象时，总忍不住往对方身上盖章，生怕对方被别人夺走。 但紧追，是恋爱的大忌。 留有遐想空间，才能抓住恋爱的主导权。 这一点，宋智雅就做得特别好。 与崔时训独处时，她已经知道，眼前这个男人对自己很心动。 于是她总顺着对方的话题。 崔时训说，他在喜欢的女生面前，会变得很爱撒娇。 她就表示，自己也是如此。 崔时训随意接话：真的吗？ 宋智雅都能把握时机说：嗯，没人知道这件事。 这么一句简短的话，就已经暗示了，对方在心中的特殊地位。 惹得崔时训脸红耳赤。 宋智雅也不再多言。 但这是真话吗？ 不重要。 重要的是，你的目标信了。 写表白信时，宋智雅更是高招。 别人写表白信，都是一大串客套的无效句子。 而宋智雅只写了一个词： 欧巴？ 这封表白信的收件人，是金贤中。 很多人不明就里。 以为只是一个撒娇。 实际，这是宋智雅出的大招—— 此前，两人在海边打水的空档，聊过彼此的理想型。 宋智雅提过：像哥哥、爸爸、朋友的类型。 对比其他女嘉宾的矜持，宋智雅写的 “欧巴” 才是真表白。 所以，金贤中看到后，才会笑开花。 言下之意，他就是理想型。 对车炫承，宋智雅的留白更为露骨。 两人一见钟情。 并且，在对话两三次后，就已经明白，对方与自己是同类人——都是恋爱高手。 所以，他们的对话像在过招。 车炫承说：我应该早点来的。 宋智雅回：是呀，如果你早点一起来的话，应该会很有意思。 车炫承追问：你要不要跟我多待一下再走？你好好思考一下。 宋智雅笑说：我也还没决定。 在宋智雅身上，我看到了一个 “三不” 原则。 不说破。 不追问。 不决定。 她只是抓准时机，尽情释放魅力。 等着男嘉宾干急眼。 然后，给点甜头就跑。 第二，是单刀直入表白。 要短时间内，令别人神魂颠倒，光靠制造暧昧的瞬间不够。 还需要下点猛药。 宋智雅非常明白。 所以，配合暗示，她还给了很多明示。 表白信后，迎来首次约会。 宋智雅选择金贤中。 这并不意外。 但金贤中还是没忍住好奇心，追问了宋智雅。 他问：你今天为何会选我？ 一般人大概会搬出各种理由。 但宋智雅却说：因为我喜欢你。 她深知这个问题的含义—— 金贤中想得到认可。 于是她给了最狠的答案。 显然，金贤中想了千万种答案，就没想到这个。 他吃惊于宋智雅的直接。 又非常窃喜。 心慌意乱间，他继续追问：没有理由吗？ 宋智雅应对自如。 她说：我最喜欢的就是你。 只消一句话，立马提升了自己在金贤中心中的地位。 类似的应答，也发生在崔时训和车炫承身上。 崔时训好不容易得到约会机会。 立马表白：我不晓得，为什么每次跟你对到眼，我都觉得心跳加速。 宋智雅只是浅浅一笑。 回道：光是这样你就觉得可以吗？那你以后会被我迷晕的。 的确。 宋智雅的话起作用了。 后来，崔时训对着她，除了害羞，就是傻笑。 智商完全下线。 车炫承是后面才来的。 但外形最对宋智雅胃口。 所以，他一出场就接到了宋智雅的表白大招。 聊起理想型。 宋智雅说：我喜欢性感又温柔的男人。 车炫承问：那你对我的第一印象如何？ 宋智雅凑到他的耳边，酥麻地耳语了一句：性感。 面对这样的攻势，试问有几个男人能抵抗？ 最初，宋智雅是有距离感的。 虽然心动，但看起来高傲。 大家都担心，到最后会不会连一句话都说不上。 但到节目最后一期，这几个男嘉宾已经深深沦陷。 他们变成了小狗。 为宋智雅争风吃醋。 即便看到宋智雅跟别人约会，都傻傻守在原地。 等着宋智雅回头。 宋智雅的确很牛。 所以，很多人想复制宋智雅。 与异性相处时，拼了命学习，将欲擒故纵与单刀直入贯彻到底，完美结合。 但恕我直言，学这两点换不来爱情。 一方面，这并不是传统恋综。 规则具有竞技性。 来这个节目的嘉宾，虽然都说为了寻找爱情，但实际都带着胜负欲。 宋智雅亦如此。 明眼人都看得出来，她志不在这几个男嘉宾身上。 她四处留情。 丝毫不顾忌任何一个男嘉宾的感受。 她的目的只有一个。 那就是赢。 所以，当其他女嘉宾都患得患失时，她已经完美匹配到，她想要的每一个男嘉宾。 她几乎滴水不漏。 观看全局，你会发现，她极少展露自己的真实想法。 对谁都能说喜欢。 但实际，对谁都不在意。 另一方面，宋智雅具有绝对优势。 她一出场就自带女主光环。 惹得全场男嘉宾都起立，移不开眼，停不下来鼓掌的手。 她不属于传统大美女。 却能令人眼前一亮，过目难忘。 原因在哪？ 与她的职业有很大关系—— 她是一名美妆博主。 比谁都懂得，如何凸显自己的长处，隐藏自己的短板。 她很在意自己的外表。 每天花大量时间，整理自己身体的每一个细节。 她曾采访中透露，自己每天凌晨 4 点就要起床，花 3 个小时装扮，然后 7 点准时出门。 这个习惯从高中一直延续了很久。 她还坦诚，自己整过鼻子，会定期医美。 即便在环境恶劣的岛上。 她都不曾松懈过。 她的生活非常自律。 每周最少泡在健身房 2~3 天。 拉伸； 普拉提； 臀部雕塑。 常人能想到的健身项目，几乎都在宋智雅的涉猎范围。 我们只看到了她的魅力。 却忽略了，她的美丽背后，是多年如一日的坚持，对自己极度的苛刻。 但我还是感动。 银幕上，能有宋智雅的出现。 而且是在真人秀。 她的存在，宣告了女性可以抛弃过去固化的形象。 塑造一个新的模样。 那便是，真我。 当其他女生进到婚恋市场时，仍把 “贤良淑德”“纯真善良” 当成卖点。 竭尽全力迎合男权主导的社会。 宋智雅已经将自己的需求，放在了首位。 她称，自己的个性是可爱又性感。 不怕别人窥探的欲望。 也欢迎同类对号入座。 她是一个特别自我的女生。 无时无刻都在强调，她非常爱自己。 有人攻击她大小眼，还有说带釜山口音的方言。 她完全不在意。 直接表示，左耳进右耳出。 因为人生是短暂的。 并且，自己的生活只需要对自己负责。 只要不是原则性错误。 她一概认为，是对方有眼无珠。 对待爱情，她只认为是生活的点缀。 听到别人为了某个男人要死要活，她完全无法理解。 毕竟，“除了他，还会有更多男生出现呀。” 抱着这种心态，她站上了恋爱食物链的顶端。 所谓 “钓术”，实际只是做自己。 不为他人改变。 也不将他人放置到自己之上。 节目最后，宋智雅选了金贤中。 但我认为，他并不是她的理想型。 短暂的时间里，她几乎接触了每个男嘉宾，并且对每一个都表达了好感。 这像是一个考验。 关于忠诚。 关于包容。 结果，只有金贤中给出了满分答卷。 从一而终。 宋智雅选他，与其说是因为爱情，不如说是权衡过后，选了最爱她的。 而她的真实想法，早在开始就已经透露—— “这里没有我的理想型。” 参考资料： 1、《单身即地狱》https://www.bilibili.com/video/BV1HZ4y1Q7Aa?p=9 2、B 站《Freezia 宋智雅》https://space.bilibili.com/490290164/video 今日话题 你看过单身即地狱吗？ &lt;在留言区跟我们聊聊吧&gt;","link":"/2023/01/02/%E5%AD%A6%E4%B9%A0%E7%BB%8F%E9%AA%8C-%E5%8D%95%E8%BA%AB%E5%8D%B3%E5%9C%B0%E7%8B%B1%E7%9A%84%E5%AE%8B%E6%99%BA%E9%9B%85%E5%A6%82%E4%BD%95%E5%90%8C%E6%97%B6%E7%8E%A9%E8%BD%AC-3-%E4%B8%AA%E7%94%B7%E4%BA%BA%EF%BC%8C%E5%A5%B9%E7%9A%84%E6%AE%B5%E4%BD%8D%E5%88%B0%E5%BA%95%E6%9C%89%E5%A4%9A%E9%AB%98%EF%BC%9F/90d637304e31.html"}],"tags":[{"name":"hexo_theme","slug":"hexo-theme","link":"/tags/hexo-theme/"},{"name":"hexo主题","slug":"hexo主题","link":"/tags/hexo%E4%B8%BB%E9%A2%98/"},{"name":"主题","slug":"主题","link":"/tags/%E4%B8%BB%E9%A2%98/"},{"name":"hello_world","slug":"hello-world","link":"/tags/hello-world/"},{"name":"hexo","slug":"hexo","link":"/tags/hexo/"},{"name":"图片","slug":"图片","link":"/tags/%E5%9B%BE%E7%89%87/"},{"name":"Typora","slug":"Typora","link":"/tags/Typora/"},{"name":"obsidian","slug":"obsidian","link":"/tags/obsidian/"},{"name":"Front-matter","slug":"Front-matter","link":"/tags/Front-matter/"},{"name":"模板","slug":"模板","link":"/tags/%E6%A8%A1%E6%9D%BF/"},{"name":"英语","slug":"英语","link":"/tags/%E8%8B%B1%E8%AF%AD/"},{"name":"英语学习","slug":"英语学习","link":"/tags/%E8%8B%B1%E8%AF%AD%E5%AD%A6%E4%B9%A0/"},{"name":"真相","slug":"真相","link":"/tags/%E7%9C%9F%E7%9B%B8/"},{"name":"方法","slug":"方法","link":"/tags/%E6%96%B9%E6%B3%95/"},{"name":"误区","slug":"误区","link":"/tags/%E8%AF%AF%E5%8C%BA/"},{"name":"食物不耐受","slug":"食物不耐受","link":"/tags/%E9%A3%9F%E7%89%A9%E4%B8%8D%E8%80%90%E5%8F%97/"},{"name":"慢性食物过敏","slug":"慢性食物过敏","link":"/tags/%E6%85%A2%E6%80%A7%E9%A3%9F%E7%89%A9%E8%BF%87%E6%95%8F/"},{"name":"别让慢性食物过敏害了你","slug":"别让慢性食物过敏害了你","link":"/tags/%E5%88%AB%E8%AE%A9%E6%85%A2%E6%80%A7%E9%A3%9F%E7%89%A9%E8%BF%87%E6%95%8F%E5%AE%B3%E4%BA%86%E4%BD%A0/"},{"name":"牛奶","slug":"牛奶","link":"/tags/%E7%89%9B%E5%A5%B6/"},{"name":"蛋白","slug":"蛋白","link":"/tags/%E8%9B%8B%E7%99%BD/"},{"name":"过敏","slug":"过敏","link":"/tags/%E8%BF%87%E6%95%8F/"},{"name":"宝妈","slug":"宝妈","link":"/tags/%E5%AE%9D%E5%A6%88/"},{"name":"宝爸","slug":"宝爸","link":"/tags/%E5%AE%9D%E7%88%B8/"},{"name":"过敏检测","slug":"过敏检测","link":"/tags/%E8%BF%87%E6%95%8F%E6%A3%80%E6%B5%8B/"},{"name":"湿疹","slug":"湿疹","link":"/tags/%E6%B9%BF%E7%96%B9/"},{"name":"酪蛋白","slug":"酪蛋白","link":"/tags/%E9%85%AA%E8%9B%8B%E7%99%BD/"},{"name":"乳清蛋白","slug":"乳清蛋白","link":"/tags/%E4%B9%B3%E6%B8%85%E8%9B%8B%E7%99%BD/"},{"name":"乳铁蛋白","slug":"乳铁蛋白","link":"/tags/%E4%B9%B3%E9%93%81%E8%9B%8B%E7%99%BD/"},{"name":"牛血清白蛋白","slug":"牛血清白蛋白","link":"/tags/%E7%89%9B%E8%A1%80%E6%B8%85%E7%99%BD%E8%9B%8B%E7%99%BD/"},{"name":"β-乳球蛋白","slug":"β-乳球蛋白","link":"/tags/%CE%B2-%E4%B9%B3%E7%90%83%E8%9B%8B%E7%99%BD/"},{"name":"功能医学","slug":"功能医学","link":"/tags/%E5%8A%9F%E8%83%BD%E5%8C%BB%E5%AD%A6/"},{"name":"肠道功能健康评估","slug":"肠道功能健康评估","link":"/tags/%E8%82%A0%E9%81%93%E5%8A%9F%E8%83%BD%E5%81%A5%E5%BA%B7%E8%AF%84%E4%BC%B0/"},{"name":"尿有机酸","slug":"尿有机酸","link":"/tags/%E5%B0%BF%E6%9C%89%E6%9C%BA%E9%85%B8/"},{"name":"甲状腺功能检测","slug":"甲状腺功能检测","link":"/tags/%E7%94%B2%E7%8A%B6%E8%85%BA%E5%8A%9F%E8%83%BD%E6%A3%80%E6%B5%8B/"},{"name":"重金属检测","slug":"重金属检测","link":"/tags/%E9%87%8D%E9%87%91%E5%B1%9E%E6%A3%80%E6%B5%8B/"},{"name":"胶囊","slug":"胶囊","link":"/tags/%E8%83%B6%E5%9B%8A/"},{"name":"锭片","slug":"锭片","link":"/tags/%E9%94%AD%E7%89%87/"},{"name":"片剂","slug":"片剂","link":"/tags/%E7%89%87%E5%89%82/"},{"name":"咀嚼片","slug":"咀嚼片","link":"/tags/%E5%92%80%E5%9A%BC%E7%89%87/"},{"name":"维生素软糖","slug":"维生素软糖","link":"/tags/%E7%BB%B4%E7%94%9F%E7%B4%A0%E8%BD%AF%E7%B3%96/"},{"name":"粉末","slug":"粉末","link":"/tags/%E7%B2%89%E6%9C%AB/"},{"name":"液态","slug":"液态","link":"/tags/%E6%B6%B2%E6%80%81/"},{"name":"注射液","slug":"注射液","link":"/tags/%E6%B3%A8%E5%B0%84%E6%B6%B2/"},{"name":"网站地图","slug":"网站地图","link":"/tags/%E7%BD%91%E7%AB%99%E5%9C%B0%E5%9B%BE/"},{"name":"sitemap","slug":"sitemap","link":"/tags/sitemap/"},{"name":"单身即地狱","slug":"单身即地狱","link":"/tags/%E5%8D%95%E8%BA%AB%E5%8D%B3%E5%9C%B0%E7%8B%B1/"},{"name":"宋智雅","slug":"宋智雅","link":"/tags/%E5%AE%8B%E6%99%BA%E9%9B%85/"}],"categories":[{"name":"解决方案","slug":"解决方案","link":"/categories/%E8%A7%A3%E5%86%B3%E6%96%B9%E6%A1%88/"},{"name":"功能医学","slug":"功能医学","link":"/categories/%E5%8A%9F%E8%83%BD%E5%8C%BB%E5%AD%A6/"}],"pages":[{"title":"[object Object]","text":"","link":"/Template/Front-matter.html"}]}